Repository: openhab/openhab-ios
Catalog: openHAB/Supporting Files/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, nb, nl, ru

source: Username
de: Benutzername
es: Nombre de usario
fi: Käyttäjänimi
fr: Identifiant
it: Utente
nb: Brukernavn
nl: Gebruikersnaam
ru: Имя пользователя

source: Value
de: Wert
es: Valor
fi: Arvo
fr: Valeur
it: Valore
nb: Verdi
nl: Waarde
ru: Значение

source: Very Cool
de: Sehr kalt
es: Muy frío
fi: Hyvin viileä
fr: Très froid
it: Molto freddo
nb: Svært kjølig
nl: Zeer koel
ru: Очень холодный

source: Very Warm
de: Sehr warm
es: Muy cálido
fi: Hyvin lämmin
fr: Très chaud
it: Molto caldo
nb: Svært varm
nl: Zeer warm
ru: Очень тёплый

source: Warm White
de: Warmweiß
es: Blanco cálido
fi: Lämmin valkoinen
fr: Blanc chaud
it: Bianco caldo
nb: Varm hvit
nl: Warm wit
ru: Тёплый белый

source: Warning
de: Warnung
es: Aviso
fi: Varoitus
fr: Attention
it: Attenzione
nb: Advarsel
nl: Waarschuwing

source: Warning: Renaming the home might cause external integrations like shortcuts to fail until reconfigured.
de: Warnung: Das Umbenennen des Zuhauses kann dazu führen, dass externe Integrationen wie Kurzbefehle bis zur Neukonfiguration fehlschlagen.
es: Advertencia: Renombrar el hogar puede causar que las integraciones externas como los atajos fallen hasta que se reconfiguren.
fi: Varoitus: Kodin nimen muuttaminen saattaa aiheuttaa ulkoisten integraatioiden, kuten pikakomentojen, epäonnistumisen, kunnes ne konfiguroidaan uudelleen.
fr: Attention : renommer la maison peut entraîner l'échec des intégrations externes telles que les raccourcis jusqu'à leur reconfiguration.
it: Attenzione: rinominare la casa potrebbe causare il malfunzionamento delle integrazioni esterne come i comandi rapidi fino alla loro riconfigurazione.
nb: Advarsel: Å gi hjemmet nytt navn kan føre til at eksterne integrasjoner som snarveier slutter å fungere til de konfigureres på nytt.
nl: Waarschuwing: Het hernoemen van het huis kan ertoe leiden dat externe integraties zoals snelkoppelingen mislukken totdat ze opnieuw zijn geconfigureerd.
ru: Предупреждение: переименование дома может привести к сбоям во внешних интеграциях, таких как ярлыки, до их повторной настройки.

source: You appear to be offline. Check your internet connection.
de: Du scheinst offline zu sein. Überprüfe deine Internetverbindung.
es: Parece que estás sin conexión. Comprueba tu conexión a internet.
fi: Näytät olevan offline-tilassa. Tarkista internetyhteytesi.
fr: Tu sembles être hors ligne. Vérifie ta connexion Internet.
it: Sembra che tu sia offline. Controlla la connessione a Internet.
nb: Du ser ut til å være frakoblet. Kontroller internettilkoblingen din.
nl: U lijkt offline te zijn. Controleer uw internetverbinding.
ru: Похоже, вы не в сети. Проверьте подключение к Интернету.

source: Animation
es: Animación
fi: Animaatio
it: Animazione
nb: Animasjon
nl: Animatie
ru: Анимация

source: App Version
es: Versión de la app
fi: Sovelluksen versio
fr: Version de l'application
it: Versione app
nb: Appversjon
nl: App-versie
ru: Версия приложения

source: DateTime Item
es: Elemento de fecha y hora
fi: Päivämäärä-aika-elementti
fr: Élément DateHeure
it: Elemento DateTime
nb: Dato/tid-element
ru: Элемент даты и времени

source: Info
es: Información
fr: Infos
it: Informazioni
nb: Informasjon

source: Item
es: Ítem
fi: Elementti
ru: Элемент

source: Items
es: Ítems
fi: Elementit
fr: Éléments
it: Elementi
nb: Elementer
nl: Onderdelen
ru: Элементы

source: Label
es: Etiqueta
fi: Etiketti
fr: Étiquette
it: Etichetta
nb: Etikett
ru: Метка

source: Name
es: Nombre
fi: Nimi
fr: Nom
it: Nome
nb: Navn
nl: Naam
ru: Имя

source: Offline
es: Sin conexión
fi: Offline-tilassa
fr: Déconnecté
it: Non in linea
nb: Frakoblet
ru: Не в сети

# oh_secret
source: openHAB Secret
es: código secreto de openHAB
fr: Phrase secrète openHAB
nb: openHAB Hemmelighet
nl: openHAB geheim

# oh_version
source: openHAB Version
es: Versión de openHAB
it: Versione openHAB
nb: openHAB versjon
nl: openHAB Versie

source: OK
es: Aceptar
ru: ОК

source: openHAB Sensor
es: Sensor de openHAB
fi: openHAB-anturi
fr: Capteur openHAB
it: Sensore openHAB
ru: Датчик openHAB

source: Pause
es: Pausa
fi: Tauko
it: Pausa
nl: Pauzeren
ru: Пауза

source: Player Item
es: Elemento de reproductor
fi: Soitin-elementti
fr: Élément lecteur
it: Elemento player
nb: Spillerelement
nl: Speler-item
ru: Элемент плеера

source: Sitemap
es: Mapa web
fi: Sivukartta
fr: Plan du site

source: Sitemaps
es: Mapas del sitio
fi: Sivukartat
fr: Plans du site
it: Sitemap

source: Start
es: Iniciar
fi: Käynnistä
fr: Démarrer
it: Avvia
ru: Запустить

source: String Item
es: Elemento de cadena de texto
fi: Merkkijono-elementti
fr: Élément texte
it: Elemento stringa
nb: Strengelement
nl: Tekst-item
ru: Строковый элемент

source: Switch Item
es: Elemento interruptor
fi: Kytkin-elementti
fr: Élément interrupteur
it: Elemento interruttore
nb: Bryterlement
nl: Schakelaar-item
ru: Элемент переключателя

source: Timing
es: Temporización
fi: Ajoitus
fr: Minutage
it: Temporizzazione
ru: Тайминг

source: Version
es: Versión
it: Versione
nb: Versjon
nl: Versie

source: Demo
fr: Démo
ru: Демо

source: No servers found
fr: Aucun serveur trouvé

source: System & App
fr: Système et app
it: Sistema e app
nl: Systeem en app
